Repository: kayframework/kay-framework
Catalog: kay/i18n/*/LC_MESSAGES/messages.po
Languages: fr, ja

source: Appengine might be under maintenance.
fr: Appengine semble être en cours de maintenance
ja: Appengine はメンテナンス中のようです。

source: user name
fr: nom d'utilisateur
ja: ユーザー名

source: password
fr: mot de passe
ja: パスワード

source: email address
fr: adresse de messagerie
ja: 電子メールアドレス

source: Old password
ja: 古いパスワード

source: New password
ja: 新しいパスワード

source: Confirm password
ja: パスワードの確認

source: The new passwords don't match.
ja: パスワードが一致しません。

source: Invalid temporary session.
ja: 不正な一時セッション

source: Can not validate old password.
ja: 古いパスワードが不正です。

source: The new password must differ from the old one.
ja: 新しいパスワードは古いパスワードから変更する必要があります。

source: This user name is already taken. Please choose another user name.
fr: Ce nom d'utilisation est déjà utilisé. Veuillez en choisir un autre
ja: このユーザー名は既に使われています。別のユーザー名を選んでください。

source: Failed to login.
fr: La connexion a échoué
ja: ログインできません。

source: You must sign in for this operation.
ja: この操作を行うにはログインする必要があります。

source: Password changed successfully.
ja: パスワードが変更されました。

source: Change Password
ja: パスワードの変更

source: Changing password
ja: パスワードを変更します

source: Change
ja: 変更

source: Kay Login
fr: Connexion Kay
ja: Kay ログイン

source: Kay Login Form
fr: Formulaire de connexion Kay
ja: Kay ログインフォーム

source: Login
fr: Connexion
ja: ログイン

source: Forgot password?
ja: パスワードを忘れた場合

source: Kay Reset Password Request
ja: パスワード変更の申請

source: Please input your user name.
ja: ユーザー名を入力してください。

source: Request Resetting Password
ja: パスワードのリセットを申請します

source: Kay Reset Password
ja: パスワードのリセット

source: Please input your new password.
ja: 新しいパスワードを入力してください。

source: Reset Your Password
ja: パスワードのリセット

source: An e-mail has been sent to you. Please follow the instruction in the e-mail for resetting your password.
ja: あなたにメールを送りました。パスワードをリセットするには、メールに記載の手順に従ってください。

source: Hi! In order to reset your password please visit the following link:
ja: こんにちは パスワードをリセットするためには下記のリンクをクリックしてください:

source: Thanks, Your %(appname)s team
fr: Merci, Votre équipe %(appname)s
ja: ありがとうございました。 %(appname)s チームより

source: An instructions for resetting your password of %(appname)s.
ja: %(appname)s のパスワードをリセットする手順です。

source: Your password has been changed successfully.
ja: あなたのパスワードが変更されました。

source: Kay SocialAuth Login
ja: Kay ソーシャル認証 ログイン

source: You need to sign in with one of following services.
ja: 次のうちどれかのサービスを使ってログインする必要があります。

source: Updating a %s entity
ja: %s のエンティティを更新します

source: Creating a new %s
ja: 新しく %s のエンティティを作成します

source: An entity is updated successfully.
ja: エンティティが更新されました。

source: A new entity is created successfully.
ja: 新しいエンティティが作成されました。

source: An entity is deleted successfully.
ja: エンティティが削除されました。

source: now
fr: maintenant
ja: 現在

source: password(again)
fr: mot de passe (confirmation)
ja: パスワード(確認)

source: The passwords don't match.
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません。

source: Activation successful
fr: Activation réussie
ja: アクティベーションに成功しました

source: Activation failed :(
fr: Echec de l'activation
ja: アクティベーションに失敗しました (_o_)

source: Congratulations, %(username)s. Your account has been created successfully.
fr: Félicitation, %(username)s. Votre compte a été créé
ja: %(username)s さんおめでとうございます。アカウントが正常に作成されました。

source: Sorry, there were problems with the activation. Please make sure that the activation link was opened correctly in your Browser.
fr: Désolé, il y a eu des problèmes lors de l'activation. Veuillez vérifier que le lien d'activation a correctement été ouvert dans votre navigateur.
ja: 済みません。正常にアクティベーションできませんでした。アクティベーション用のリンクは正しいか確認してみてください。

source: Please be also aware that activation links expire automatically in %(seconds)s second.
fr: Attention, les liens d'activation expirent automatiquement au bout de %(seconds)
ja: また %(seconds)s 秒でリンクは期限切れになる事にもご留意ください。

source: Hi! In order to activate your account please visit the following link:
fr: Bonjour! Afin d'activer votre compte, veuillez suivre le lien suivant :
ja: こんにちは アカウントのアクティベーションのために下記のリンクをクリックしてください:

source: Activation of your %(appname)s account
fr: Activation de votre compte %(appname)s
ja: %(appname)s アカウントのアクティベーション

source: Kay Registration
fr: Enregistrement Kay
ja: Kay ユーザー登録

source: Registration complete
fr: Enregistrement terminé
ja: ユーザー登録完了

source: An e-mail has been sent to you. Please follow the instructions in the e-mail.
fr: Un message vous a été envoyé, Veuillez suivre les instructions fournies dans ce message
ja: あなたにメールを送りました。メールに記載の手順に従ってください。

source: Register new user
fr: Enregistrement d'un nouvel utilisateur
ja: 新しいユーザーの登録

source: Kay Registration Form
fr: Formulaire d'enregistrement Kay
ja: Kay ユーザー登録フォーム

source: Register
fr: Enregistrement
ja: ユーザー登録

source: You have to enter a valid e-mail address.
fr: Vous devez fournir une adresse de messagerie valide
ja: 正しい電子メールアドレスを入力してください。

source: You have to enter a valid URL.
fr: Vous devez fournir une URL valide
ja: 正しいURLを入力してください。

source: The slug is too long
ja: slug が長過ぎます。

source: The slug must not start with a slash
ja: slug はスラッシュで始める事は出来ません。

source: You have to enter a valid net address.
fr: Vous devez fournir une adresse réseau valide
ja: 正しいネットワークアドレスを入力してください。

source: The port has to be numeric
fr: Le port doit être un nombre
ja: ポート番号は数字で入力してください。

source: Invalid character, < or > are not allowed.
fr: Caractère invalide, < or > ne sont pas autorisés.
ja: 不正な文字です。< と > は使えません。

source: URL prefix must not be a sole slash.
fr: Le préfixe d'URL ne doit pas être un seul slash.
ja: URL prefix はスラッシュだけでは駄目です。

source: URL prefix must start with a slash.
fr: Le préfixe d'URL doit commencer par un slash.
ja: URL prefix はスラッシュで始めてください。

source: URL prefix must not end with a slash.
fr: Le préfixe d'URL ne doit pas se terminer pas un slash.
ja: URL prefix はスラッシュで終る事ができません。

source: The text must not be empty.
fr: Le texte ne doit pas être vide.
ja: 何らかのテキストを入力してください。

source: Checked
ja: チェック

source: Not checked
ja: 未チェック

source: No choices.
fr: Pas de choix.
ja: 選択肢がありません。

source: Save
ja: 保存

source: Confirm
ja: 確認画面へ

source: Submit
fr: Soumettre
ja: 送信

source: This field is required.
fr: Ce champ est requis.
ja: このフィールドは必須です。

source: Invalid security token submitted.
fr: Le jeton de sécurité fourni est invalide.
ja: 不正なセキュリティトークンが検出されました。

source: Please provide at least %d item.
fr: Veuillez fournir au moins %s élément.
ja: 少なくともアイテムが %d 個必要です。

source: Please provide no more than %d item.
fr: Veuillez ne pas fournir plus de %d élément.
ja: アイテムの数は %d 個以内である必要があります。

source: Please enter at least %d character.
fr: Veuillez fournir au moins %s caractère.
ja: %d 文字以上入力してください。

source: Please enter no more than %d character.
fr: Veuillez ne pas fournir plus de %d caractère.
ja: %d 文字以内で入力してください。

source: The value is invalid.
fr: La valeur est invalide.
ja: この値は不正です。

source: Enter a valid e-mail address.
fr: Entrez une adresse de messagerie valide.
ja: 正しい電子メールアドレスを入力してください。

source: Please enter a valid date.
fr: Veuillez entrer une date valide.
ja: 有効な日付を入力してください。

source: The selected entity does not exist, or is not allowed to select.
fr: L'élément sélectionné n'est pas valide ou vous n'êtes pas autorisé à la sélectionner.
ja: 選択されたエンティティは存在しないか、選択する事ができません。

source: Invalid value.
fr: Valeur invalide.
ja: 不正な値です。

source: Key does not exist.
fr: La clé n'existe pas.
ja: キーが存在しません。

source: Please enter a valid choice.
fr: Veuillez faire un choix valide.
ja: 有効な選択肢を選んでください。

source: “%s” is not a valid choice
fr: “%s” n'est pas un choix valide
ja: “%s” は有効な選択肢ではありません。

source: Please enter a number.
fr: Veuillez entrer un nombre.
ja: 数字を入力してください。

source: Ensure this value is greater than or equal to %s.
fr: Vérifiez que la valeur est supérieure ou égale à %s.
ja: この値は %s 以上を入力してください。

source: Ensure this value is less than or equal to %s.
fr: Vérifiez que la valeur est inférieure ou égale à %s.
ja: この値は %s 以下を入力してください。

source: Please enter a whole number.
fr: Veuillez entrer un nombre entier.
ja: 整数を入力してください。

source: Please enter a float number.
fr: Veuillez entrer un nombre décimal.
ja: 浮動小数点数を入力してください。

source: Please select a file to upload.
fr: Veuillez sélectioner le fichier à envoyer.
ja: アップロードするファイルを選択してください。

source: File must not empty.
fr: Le fichier ne doit pas être vide.
ja: ファイルは空でした。中身のあるファイルをアップロードしてください。

source: True
fr: Vrai
ja: はい

source: False
fr: Faux
ja: いいえ

source: Please select True or False.
fr: Veuillez sélectionner Vrai ou Faux
ja: TrueかFalseを選択してください。

source: Hello
fr: Bonjour
